Repository: curlybraceapps/weightdiary-localization
Catalog: */Localizable.strings
Languages: french, german, italian, russian, spanish

source: %@ WiFi Scale
french: Balance WiFi %@
german: %@ WLAN Waage
italian: Bilancia WiFi %@
russian: WiFi весы %@
spanish: Báscula WiFi %@

source: %@. Please use our web support page.
french: %@. Veuillez utiliser notre page de support en ligne.
german: %@. Bitte nutzen Sie das Support-Formular auf unserer Website.
italian: %@. Si prega di utilizzare la nostra pagina web di supporto.
russian: %@. Пожалуйста, обратитесь в службу поддержки.
spanish: %@. Por favor, utilice nuestra web de soporte.

source: %ld day
french: %ld jour
german: %ld Tag
italian: %ld giorno
spanish: %ld día

source: %ld days
french: %ld jours
german: %ld Tage
italian: %ld giorni
spanish: %ld días

source: %ld%@ month
french: %ld%@ mois
german: %ld%@ Monat
italian: %ld%@ mese
spanish: %ld%@ mes

source: %ld%@ months
french: %ld%@ mois
german: %ld%@ Monate
italian: %ld%@ mesi
spanish: %ld%@ meses

source: %ld%@ week
french: %ld%@ semaine
german: %ld%@ Woche
italian: %ld%@ settimana
spanish: %ld%@ semana

source: %ld%@ weeks
french: %ld%@ semaines
german: %ld%@ Wochen
italian: %ld%@ settimane
spanish: %ld%@ semanas

source: %ld%@ year
french: %ld%@ année
german: %ld%@ Jahr
italian: %ld%@ anno
spanish: %ld%@ año

source: %ld%@ years
french: %ld%@ années
german: %ld%@ Jahre
italian: %ld%@ anni
spanish: %ld%@ años

source: /week
french: /semaine
german: /Woche
italian: /settimana
russian: /неделю
spanish: /semana

source: 1 Month
french: 1 Mois
german: 1 Monat
italian: 1 Mese
russian: 1 Месяц
spanish: 1 Mes

source: 1 Week
french: 1 Semaine
german: 1 Woche
italian: 1 Settimana
russian: 1 Неделя
spanish: 1 Semana

source: 1 Year
french: 1 Année
german: 1 Jahr
italian: 1 Anno
russian: 1 Год
spanish: 1 Año

source: 1-3 days/week
french: 1-3 jours/semaine
german: 1-3 Tage/Woche
italian: 1-3 giorni/settimana
russian: 1-3 дня/неделю
spanish: 1-3 días/semana

source: 1w
french: 1s
italian: 1s
russian: 1н
spanish: 1s

source: 1y
french: 1a
german: 1J
italian: 1a
russian: 1г
spanish: 1a

source: 2 Weeks
french: 2 Semaines
german: 2 Wochen
italian: 2 Settimane
russian: 2 Недели
spanish: 2 Semanas

source: 2+ daily
french: 2+ par jour
german: 2+ täglich
italian: 2+ giornaliere
russian: 2+ ежедневно
spanish: 2+ diaria

source: 2w
french: 2s
italian: 2s
russian: 2н
spanish: 2s

source: 2y
french: 2a
german: 2J
italian: 2a
russian: 2г
spanish: 2a

source: 3 Months
french: 3 Mois
german: 3 Monate
italian: 3 Mesi
russian: 3 Месяца
spanish: 3 Meses

source: 3-5 days/week
french: 3-5 jours/semaine
german: 3-5 Tage/Woche
italian: 3-5 giorni/settimana
russian: 3-5 дней/неделю
spanish: 3-5 días/semana

source: 6 Months
french: 6 Mois
german: 6 Monate
italian: 6 Mesi
russian: 6 Месяцев
spanish: 6 Meses

source: 6-7 days/week
french: 6-7 jours/semaine
german: 6-7 Tage/Woche
italian: 6-7 giorni/settimana
russian: 6-7 дней/неделю
spanish: 6-7 días/semana

source: About
french: Informations
german: Informationen
italian: Su
russian: О
spanish: Acerca de

source: active
french: actif
german: aktiv
italian: attivo
russian: энергичный
spanish: activo

source: activity level
french: niveau d'activité
german: Aktivitatsgrad
italian: livello di attività
russian: уровень активности
spanish: nivel de actividad

source: Add custom notes to your weight entries
french: Ajoutez des notes personnalisées
german: Hinzufügen persönlicher Notizen
italian: Aggiungi note personalizzate
russian: Добавляйте собственные заметки
spanish: Añadir notas personalizadas

source: age
french: âge
german: Alter
italian: età
russian: возраст
spanish: edad

source: all
french: tout
german: Alle
italian: tutto
russian: все
spanish: todo

source: Appearance
french: Apparence
german: Darstellung
italian: Aspetto
russian: Внешний вид
spanish: Apariencia

source: Apple Health
french: l’app Santé
german: Health App
italian: App Salute
russian: Приложение Здоровье
spanish: App Salud

source: At least one weight entry is required to use the calorie calculator.
french: Au moins une entrée de poids est nécessaire pour utiliser le calculateur de calories.
german: Es wird mindestens ein Gewichtseintrag für den Kalorienrechner benötigt.
italian: È richiesta almeno una registrazione del peso per utilizzare il calcolatore di calorie.
russian: По крайней мере одна запись веса необходима, чтобы использовать калькулятор калорий.
spanish: Se requiere al menos una entrada de peso para utilizar la calculadora de calorías.

source: At least one weight entry is required to use the goal calculator.
french: Au moins une entrée de poids est nécessaire pour utiliser le calculateur d'objectif.
german: Es wird mindestens ein Gewichtseintrag für den Zielrechner benötigt.
italian: Si richiede almeno una registrazione di peso per utilizzare il calcolatore di obiettivi.
russian: По крайней мере одна запись веса необходима, чтобы использовать калькулятор цели.
spanish: Se requiere al menos una entrada de peso para utilizar la calculadora de objetivos.

source: Auto
german: Autom.
italian: Automat.
russian: Авто
spanish: Automát.

source: Auto Backup
french: Sauvegarde Automatique
german: Sicherung Automatisch
italian: Backup Automatico
russian: Авто Резервная Копия
spanish: Copia de seguridad automát.

source: Auto-load latest backup file to sync data between multiple iOS devices.
french: Synchronisez le dernier fichier de sauvegarde.
german: Synchronisieren auf die neueste Sicherungsdatei.
italian: Carica automaticamente il file di backup più recente per sincronizzare i dati tra più dispositivi iOS.
russian: Синхронизация с последней резервной копии.
spanish: Sincronizar con el último archivo de respaldo.

source: Backup files are located in the Weight Diary folder in iCloud Drive.
italian: I file di backup si trovano nella cartella Diario del Peso in iCloud Drive.

source: Birthday
french: Anniversaire
german: Geburtstag
italian: Compleanno
russian: День рождения
spanish: Cumpleaños

source: Blue
french: Bleu
german: Blau
italian: Blu
russian: Синий
spanish: Azul

source: bmi
french: imc
italian: imc
russian: ИМТ
spanish: imc

source: BMI Range
french: Gamme IMC
german: BMI Spanne
italian: Intervallo IMC
russian: Диапазон ИМТ
spanish: Rango IMC

source: Body Mass Index
french: Indice de Masse Corporelle
italian: Indice di Massa Corporea
russian: Индекс Массы Тела
spanish: Índice de Masa Corporal

source: by
french: par
german: bis zum
italian: da
russian: к
spanish: desde

source: by adding
french: en ajoutant
german: durch Zugabe von
italian: aggiungendo
russian: увеличивая на
spanish: añadiendo

source: by cutting
french: en coupant
german: durch Reduktion von
italian: tagliando
russian: сокращая на
spanish: quitando

source: cal/day
french: cal/jour
german: kcal/Tag
italian: cal/giorno
russian: кал/день
spanish: cal/día

source: Calorie Calculator
french: Calculateur de Calories
german: Kalorienrechner
italian: Calcolatrice dell calorie
russian: Калькулятор Калорий
spanish: Calculador de calorías

source: calories
german: Kilokalorien
italian: calorie
russian: калории
spanish: calorías

source: Cancel
french: Annuler
german: Abbrechen
italian: Annulla
russian: Отмена
spanish: Cancelar

source: Change Past Entry
french: Modifier
german: Wert ändern
italian: Cambia l'ultima registrazione
russian: Изменить Прошлое Значение
spanish: Cambiar última entrada

source: Change past weight entry?
french: Modification d'une entrée de poids passé?
german: Möchten Sie wirklich einen zurückliegenden Wert verändern?
italian: Vuoi cambiare l'ultima registrazione del peso?
russian: Изменить прошлое значение веса?
spanish: ¿Quiere cambiar la última entrada de peso?

source: Choose a starting date for weight loss/gain and goal calculations. Tip: You can drag in the graph view above to set your starting weight.
italian: Scegli una data di inizio per il calcolo della perdita/aumento totale del peso.

source: Choose the day that the week starts on in the drop-down calendar.
italian: Scegli il giorno di inizio della settimana nel calendario.

source: Color Theme
french: Thème de couleur
german: Farbschema
italian: Tema colori
russian: Цветовая тема
spanish: Tema de color

source: Common Questions
french: Questions Fréquentes
german: Häufige Fragen
italian: Domande comuni
russian: Общие Вопросы
spanish: Preguntas comunes

source: Compute your personal daily calorie requirements.
french: Calculez vos besoins personnels quotidiens en calories.
german: Berechnung Ihres persönlichen täglichen Kalorienbedarfs.
italian: Calcola il tuo fabbisogno calorico giornaliero personale.
russian: Вычислить ваши личные ежедневные потребности в калориях.
spanish: Calcule sus necesidades calóricas diarias personales.

source: Current Trend
french: Tendance actuelle
german: Aktueller Trend
italian: Tendenza attuale
russian: Текущая тенденция
spanish: Tendencia actual

source: Custom
french: Personnalisé
german: Eigene
italian: Personalizza
russian: Настроенная
spanish: Personalizado

source: daily calorie target
french: objectif quotidien
german: Tägl. Kalorienbedarf
italian: calorie giornaliere
russian: калорий в день
spanish: calorías diarias

source: Daily Log
french: Journal Quotidien
german: Tägliche Werte
italian: Registro giornaliero
russian: Дневной журнал
spanish: Resumen Diario

source: Dark
french: Foncé
german: Dunkel
italian: Scuro
russian: Темный
spanish: Oscuro

source: Dark Theme
french: Thème Foncé
german: Dunkles Theme
italian: Tema scuro
russian: Темная Тема
spanish: Tema oscuro

source: Data
french: Données
german: Daten
italian: Dati
russian: Данные
spanish: Datos

source: Days Missed Badge
french: Pastille de Jours Manqués
german: Verpasste Tage als Symbol
italian: Simbolo per i giorni mancanti
russian: Значок Пропущенных Дней
spanish: Notificación de días perdidos

source: Decimal .0
french: Décimal ,0
german: Dezimal ,0
italian: Decimale ,0
russian: Десятичный ,0

source: Decimal .00
french: Décimal ,00
german: Dezimal ,00
italian: Decimale ,00
russian: Десятичный ,00

source: Delete
french: Supprimer
german: Löschen
italian: Elimina
russian: Удалить
spanish: Borrar

source: Delete %@?
french: Supprimer %@?
german: %@ löschen?
italian: Elimina %@?
russian: Удалить %@?
spanish: ¿Eliminar %@?

source: Delete %ld weight entries?
french: Supprimer %ld entrées de poids?
german: %ld Einträge löschen?
italian: Elimina %ld registrazioni del peso?
russian: Удалить %ld значений веса?
spanish: ¿Eliminar %ld entradas de peso?

source: Delete %ld weight entry?
french: Supprimer %ld entrée de poids?
german: %ld Einträge löschen?
italian: Elimina %ld registrazione del peso?
russian: Удалить %ld значение веса?
spanish: ¿Eliminar %ld entrada de peso?

source: Delete All Entries
french: Supprimer toutes les entrées
german: Alle Einträge löschen
italian: Elimina tutte le registrazioni
russian: Удалить Все Значения
spanish: Eliminar todas las entradas

source: Delete this weight entry?
french: Supprimer cette entrée de poids?
german: Diesen Eintrag löschen?
italian: Elimina questa registrazione di peso?
russian: Удалить это значение веса?
spanish: ¿Eliminar esta entrada de peso?

source: Deleting…
french: Supprimer…
german: Löschen…
italian: Rimozione in corso…
russian: Удалить…
spanish: Borrar…

source: Discard Changes
french: Abandonner les modifications
german: Änderungen verwerfen
italian: Annulla le modifiche
russian: Отменить изменения
spanish: Descartar cambios

source: Done
french: Terminé
german: Fertig
italian: Fine
russian: Готово
spanish: Hecho

source: Earliest
french: Premier
german: Zuerst
italian: Primo
russian: Первый
spanish: Primero

source: Edit
french: Modifier
german: Bearbeiten
italian: Modifica
russian: Правка
spanish: Edición

source: Energy
french: Énergie
german: Energie
italian: Energia
russian: Энергия
spanish: Energía

source: Enter Passcode
french: Entrez le code
german: Code eingeben
italian: Inserisci Password
russian: Введите Пароль
spanish: Introduce Contraseña

source: Export
french: Exporter
german: Exportieren
italian: Esporta
russian: Экспортировать
spanish: Exportar

source: fat
french: graisse
german: Fett
italian: grasso
russian: жир
spanish: grasa

source: Fat %
french: % graisse
german: Körperfett %
italian: Grasso %
russian: Жир %
spanish: grasa %

source: Fatal Error. Database is corrupt or was created by a newer version
german: Ganz schlimmer Fehler! Datenbank konnte nicht geladen werden.
italian: Errore fatale. Il database è danneggiato o è stato creato da una versione più recente
russian: Критическая ошибка. Невозможно загрузить данныею
spanish: Error fatal. No se puede cargar la base de datos

source: female
french: femelle
german: Frau
italian: donna
russian: женщина
spanish: mujer

source: Fifty Shades of Blue
french: Cinquante nuances de Bleu
german: Fünfzig Schattierungen von Blau
italian: Cinquanta sfumature di blu
russian: Пятьдесят оттенков синего
spanish: Cincuenta sombras de Azul

source: Fractional ¼ ½ ¾
french: Fraction ¼ ½ ¾
german: Bruchschreibweise ¼ ½ ¾
italian: Frazionario ¼ ½ ¾
russian: Дробный ¼ ½ ¾
spanish: Fraccional ¼ ½ ¾

source: Full-screen multi-touch graph view
french: Affichage graphique multitouch en plein écran
german: Vollbild-Diagrammanzeige mit Multi-Touch
italian: Vista grafico multi-touch a schermo intero
russian: Просмотр графиков на весь экран
spanish: Gráfica en vista apaisada

source: Gender & Age
french: Sexe / Âge
german: Geschlecht / Alter
italian: Sesso / Età
russian: Пол / Возраст
spanish: Sexo / Edad

source: Gender & Birthday
french: Sexe / Anniversaire
german: Geschlecht / Geburtstag
italian: Sesso / Compleanno
russian: Пол / День рождения
spanish: Sexo / Cumpleaños

source: Goal
french: Objectif
german: Ziel
italian: Obiettivo
russian: Цель
spanish: Objetivo

source: Goal Calculator
french: Calculateur d'Objectif
german: Zielrechner
italian: Calcolatore degli obiettivi
russian: Калькулятор Цели
spanish: Calculador de objetivo

source: Goal Weight
french: Objectif de Poids
german: Wunschgewicht
italian: Peso desiderato
russian: Желаемый Вес
spanish: Peso deseado

source: Heaviest
french: Poids Maximum
german: am schwersten
italian: Più pesante
russian: Наибольший
spanish: Mayor peso

source: Height
french: Taille
german: Größe
italian: Altezza
russian: Рост
spanish: Altura

source: height
french: taille
german: Größe
italian: altezza
russian: рост
spanish: altura

source: Help
french: Aide
german: Hilfe
italian: Aiuto
russian: Помощь
spanish: Ayuda

source: help_en
french: help_fr
german: help_de
italian: help_it
russian: help_ru
spanish: help_es

source: Import
french: Importer
german: Importieren
italian: Importa
russian: Импорт
spanish: Importar

source: Import %@?
french: Importer %@?
german: Importieren %@?
italian: Importa %@?
russian: Импорт %@?
spanish: ¿Importar %@?

source: Import Error
french: Erreur d'importation
german: Importfehler
italian: Errore di importazione
russian: Ошибка импорта
spanish: Error de importación

source: Import existing data from Weight Diary Lite?
french: Voulez-vous importer vos données existantes de Journal Poids Lite?
german: Möchten Sie nun Ihre vorhandenen Daten von Mein Gewicht Lite importieren?
italian: Vuole importare i suoi dati esistenti da Diario del Peso Lite?
russian: Хотите ли вы перенести свои данные из Дневник Веса Лайт?
spanish: ¿Desea importar sus datos existentes de Peso Diario Lite?

source: Import existing data from your latest backup?
french: Voulez-vous importer vos données existantes de votre dernière sauvegarde?
german: Möchten Sie nun Ihre bestehenden Daten Importieren?
italian: Vuoi importare i tuoi dati esistenti dal backup?
russian: Хотите ли вы перенести свои данные?
spanish: ¿Desea importar sus datos existentes de su última copia de seguridad?

source: Import failed
french: Échec de l'importation
german: Import fehlgeschlagen
italian: Importazione non riuscita
russian: Не удалось импортировать
spanish: Importación fallida

source: Importing…
french: Importer…
german: Import läuft…
italian: Importazione in corso…
russian: Импортирую…
spanish: Importando…

source: in
french: pouces
german: zoll
italian: pollici
russian: дюймы
spanish: pulgadas

source: Incorrect passcode. Try again.
french: Code incorrect. Essayez à nouveau.
german: Falscher Code. Neuer Versuch?
italian: Password errata. Riprova.
russian: Неправильный пароль. Попробуйте снова
spanish: Contraseña incorrecta. Prueba de nuevo.

source: intense
german: intensiv
italian: intenso
russian: интенсивный
spanish: intenso

source: Keep Last %ld Months
french: Garder les %ld derniers mois
german: Behalte die letzten %ld Monate
italian: Conserva gli ultimi %ld Mesi
spanish: Mantener Últimos %ld Meses

source: Keep Last 1 Month
french: Conserver le dernier mois
german: Behalte den letzten Monat
italian: Conserva l'ultimo Mese
spanish: Mantener el Último Mes

source: Kilograms
french: Kilogrammes
german: Kilogramm
italian: Kilogrammi
russian: Килограммы
spanish: Kilogramos

source: kilograms
french: kilogrammes
german: Kilogramm
italian: kilogrammi
russian: килограммы
spanish: kilogramos

source: kJ/day
french: kJ/jour
german: kJ/Tag
italian: kJ/giorno
russian: кДж/день
spanish: kJ/día

source: Last %@
french: Dernier %@
german: Letzter %@
italian: Ultimo %@
russian: Прошлый %@
spanish: Último %@

source: Latest iPad Backup
french: Dernière Sauvegarde
german: Letzte Sicherung
italian: Ultimo backup su iPad
russian: Последняя архивация
spanish: Última copia de seguridad

source: Latest iPhone Backup
french: Dernière Sauvegarde
german: Letzte Sicherung
italian: Ultimo backup su iPhone
russian: Последняя архивация
spanish: Última copia de seguridad

source: Light
french: Clair
german: Hell
italian: Chiaro
russian: Светлый
spanish: Claro

source: light
french: léger
german: leicht
italian: leggero
russian: легкий
spanish: Ligero

source: Lightest
french: Poids Minimum
german: am leichtesten
italian: Più leggero
russian: Наименьший
spanish: Menor peso

source: Link Account
french: se connecter compte
german: Account verknüpfen
italian: Collega Account
russian: Привязать Аккаунт
spanish: Vincular Cuenta

source: Link your %@ account to automatically import new weight data.
french: Se connecter votre compte %@ pour importer automatiquement les nouvelles entrées de poids.
german: Verknüpfen Sie Ihren %@ Account um automatisch Ihre neuen Gewichtsdaten zu importieren.
italian: Collega il tuo account %@ per importare automaticamente i nuovi dati del peso.
russian: Привяжите свой %@ аккаунт чтобы автоматически импортировать новые данные веса.
spanish: Vincular tu cuenta %@ para importar automáticamente los nuevos datos de peso.

source: Loading…
french: Chargement en cours…
german: Laden…
italian: Caricamento in corso…
russian: Загрузка…
spanish: Cargando…

source: Longest Trend
french: Tend. plus longue
german: Längster Trend
italian: Tendenza più lunga
russian: Дней подряд
spanish: Tendencia más larga

source: male
french: mâle
german: Mann
italian: maschio
russian: мужчина
spanish: hombre

source: moderate
french: modéré
german: Normal
italian: moderato
russian: умеренный
spanish: moderado

source: Monday
french: Lundi
german: Montag
italian: Lunedì
russian: Пон
spanish: Lunes

source: morbidly obese
french: obésité morbide
german: Krankhaft Fettleibig
italian: l'obesità patologica
russian: тяжелое ожирение
spanish: obesidad mórbida

source: More…
french: Plus…
german: Mehr…
italian: Altro…
russian: Еще…
spanish: Más…

source: Multi-touch graph view
french: Affichage graphique multitouch
german: Diagrammanzeige mit Multi-Touch
italian: Vista grafico multi-touch
russian: Интерактивный граф
spanish: Gráfica interactivo

source: New passcode
french: Nouveau code
german: Neuer Code
italian: Nuova password
russian: Новый пароль
spanish: Nueva contraseña

source: Next
french: Suivant
german: Weiter
italian: Successivo
russian: Далее
spanish: Siguiente

source: No ads
french: Aucune annonce
german: Keine Werbung
italian: Nessun annuncio pubblicitario
russian: Никакой рекламы
spanish: Sin anuncios

source: No ads. More space to see your data
french: Aucune annonce. Encore plus d'espace pour voir vos données
german: Keine Werbung. Mehr Platz zur Anzeige Ihrer Daten
italian: Nessun annuncio pubblicitario. Più spazio per vedere i tuoi dati
russian: Никакой рекламы. Больше места
spanish: Sin anuncios. Más espacio para ver sus datos

source: NO BACKUP FILES FOUND.
french: AUCUN FICHIER TROUVÉ.
german: KEINE DATEIEN GEFUNDEN.
italian: FILE DI BACKUP NON TROVATO.
russian: ФАЙЛЫ НЕ НАЙДЕНЫ.
spanish: NO SE HA ENCONTRADO NINGÚN ARCHIVO.

source: No Entries to Delete
french: Aucune Entrée à Supprimer
german: Keine zu löschenden Einträge
italian: Nessuna registrazione da cancellare
russian: Нет Данных для Удаления
spanish: No hay entradas que borrar

source: no exercise
french: pas d'exercice
german: Ungeübt
italian: nessun esercizio
russian: без упражнений
spanish: ningún ejercicio

source: none
french: aucune
german: Keine
italian: niente
russian: ничего
spanish: nada

source: normal
french: IMC normal
italian: regolare
russian: средний

source: Not Available
french: Non disponible
german: Nicht verfügbar
italian: Non disponibile
russian: Недоступно
spanish: No disponible

source: not set
french: non défini
german: Nicht festgelegt
italian: non impostato
russian: не установлен
spanish: no establecido

source: Note: Access permissions are located in the Health app under Sources.
italian: Nota: le autorizzazioni di accesso si trovano nell'app Salute in Sorgenti.

source: Notes
german: Notizen
italian: Note
russian: Примечания
spanish: Notas

source: obese
french: obésité modérée
german: Fettleibig
italian: obesità
russian: легкое ожирение
spanish: obesidad

source: Off
french: Non
german: Aus
italian: No
russian: Выкл.
spanish: No

source: Older Themes
french: Vieux thèmes de couleurs
german: alte Farbthemen
italian: Temi precedenti
russian: Старые цветовые темы
spanish: Temas de color de edad

source: On
french: Oui
german: Ein
italian: Sì
russian: Вкл.
spanish: Sí

source: Ounces 0…15
french: Onces 0…15
german: Unzen 0…15
italian: Once 0…15
russian: Унции 0…15
spanish: Onzas 0…15

source: overweight
french: surpoids
german: Übergewichtig
italian: sovrappeso
russian: избыточный вес
spanish: sobrepeso

source: Passcode
french: Code
german: Codesperre
italian: Password
russian: Пароль
spanish: Contraseña

source: Passcodes do not match. Try again.
french: Les codes ne correspondent pas. Essayez à nouveau.
german: Codes stimmen nicht überein, bitte nochmal.
italian: Le password non coincidono. Riprova.
russian: Пароли не сходятся. Попробуйте снова.
spanish: Las contraseñas no coinciden. Inténtelo de nuevo.
