Repository: curlybraceapps/weightdiary-localization
Catalog: */Localizable.strings
Languages: french, german, italian, russian, spanish

source: Plan your diet by date, weekly change or calorie reduction. Changing any value automatically updates the other ones and calculates the weekly and daily targets you need to achieve your goal.
french: Planifiez votre alimentation par date, changement hebdomadaire ou réduction de calories. Tout changement de valeur met automatiquement à jour les autres et calcule les objectifs hebdomadaires et quotidiens dont vous avez besoin pour atteindre votre objectif.
german: Planen Sie Ihre Ernährungsweise für ein Datum, über wöchentliche Veränderung oder durch Kalorienreduktion. Durch Änderung eines Wertes wird die Berechnung ihrer täglichen bzw. wöchentlichen Ziele aktualisiert.
italian: Pianifica la tua dieta per data, cambio settimanale o riduzione delle calorie. La modifica di qualsiasi valore aggiorna automaticamente gli altri e calcola gli obiettivi settimanali e giornalieri necessari per raggiungere il tuo obiettivo.
russian: Планируйте свой ​​рацион по дате, еженедельная смена или уменьшение калорий. Изменение любого значение автоматически обновляет другие значения и рассчитывает еженедельные и ежедневные цели, нужные для достижения своей цели.
spanish: Planifique su dieta por fecha, cambio semanal o reducción de calorías. Al cambiar cualquier valor se actualizan automáticamente los demás y calcula los objetivos semanales y diarios que necesita para alcanzar su meta.

source: Please enable iCloud Drive to use this feature.
french: Activer iCloud Drive pour utiliser cette fonctionnalité.
german: Aktivieren iCloud Drive diese Funktion nutzen.
italian: Attiva iCloud Drive per utilizzare questa funzione.
russian: Активировать iCloud Drive использовать эту функцию.
spanish: Activar iCloud Drive para usar esta función.

source: Please ensure Weight Diary has sufficient permissions to use Apple Health. Look in the Health app under Sources for details.
italian: Assicurati che il Diario del peso disponga delle autorizzazioni sufficienti per utilizzare l'app Salute di Apple. Cerca nell'app Salute sotto Sorgenti per i dettagli.

source: Please Rate %@
french: Evaluez cette App
german: Bewerten Sie diese App
italian: Dai un voto %@
russian: Оцените Это Приложение
spanish: Valora Esta Aplicación

source: Please unlink your current WiFi scale before linking a new one.
french: Dissocier votre balance WiFi avant de connecter un nouveau.
german: Bitte trennen Sie die Verbindung zur WLAN-Waage bevor Sie eine neue Waage verbinden.
italian: Per favore, scollega la tua bilancia WiFi attuale prima di collegarti ad una nuova.
russian: Пожалуйста, отвяжите текущие WiFi весы, чтобы подключить другие.
spanish: Por favor, desvincule su báscula WiFi actual antes de enlazar una nueva.

source: pounds
french: livres
german: Pfund
italian: libbre
russian: фунты
spanish: libras

source: Pounds
french: Livres
german: Pfund
italian: Libbre
russian: Фунты
spanish: Libras

source: Reset
french: Réinitialiser
german: Zurücksetzen
italian: Resetta i dati
russian: Сброс
spanish: Reinicializar

source: Restore
french: Restaurer
german: Wiederherstellen
italian: Ripristina
russian: Восстановить
spanish: Restaurar

source: rotate device to enter weight
french: faire pivoter l'appareil pour entrer le poids
german: Bitte drehen Sie das Gerät hochkant damit Sie einen Wert eingeben können.
italian: ruota il dispositivo per inserire il peso
russian: поверните устройство, чтобы ввести вес
spanish: gira el dispositivo para introducir el peso

source: Save
french: Enregistrer
german: Speichern
italian: Salva
russian: Сохранить
spanish: Guardar

source: Save Changes
french: Enregistrer les modifications
german: Änderungen speichern
italian: Salva modifiche
russian: Сохранить изменения
spanish: Guardar cambios

source: Send Feedback
french: Contactez-nous
german: Kontaktieren Sie uns
italian: Contattaci
russian: Связь с нами
spanish: Contáctenos

source: Settings
french: Réglages
german: Einstellungen
italian: Configurazione
russian: Настройки
spanish: Configuración

source: Settings App
french: Réglages
german: Einstellungen
italian: Configurazione
russian: Настройки
spanish: Configuración

source: Setup Complete
french: Configuration Terminée
german: Setup abgeschlossen
italian: Configurazione Completata
russian: Настройка Завершена
spanish: Configuración Completada

source: severely obese
french: gravement obèse
german: Stark Fettleibig
italian: obesità grave
russian: ожирение
spanish: obesidad grave

source: sex
french: sexe
german: Geschlecht
italian: sesso
russian: пол
spanish: sexo

source: Show BMI
french: Affichez l'IMC
german: BMI anzeigen
italian: Mostra IMC
russian: Показать ИМТ
spanish: Mostrar IMC

source: Show number of days since your last weight entry on the app icon.
italian: Mostra sull'icona dell'app il numero di giorni trascorsi dall'ultima registrazione del peso.

# Start Week On
source: Calendar Starts On
french: Semaine Commence
german: Woche startet am
italian: La Settimana iniza di
russian: Начинать Неделю с
spanish: La Semana Empieza en

source: Starting Weight
french: Poids Initial
german: Anfangsgewicht
italian: Peso Iniziale
russian: Начальный Вес
spanish: Peso Inicial

source: Stones
french: Stones (UK)
german: Stones (UK)
italian: Stones (UK)
russian: Stones (UK)
spanish: Stones (UK)

source: stones
french: stones (UK)
german: Stones (UK)
italian: stones (UK)
russian: stones (UK)
spanish: stones (UK)

source: Sub-units
french: Les sous-unités
german: Untereinheiten
italian: Sotto-unità
russian: субъединицы
spanish: Sub-unidades

source: Summary
french: Résumé
german: Überblick
italian: Riepilogo
russian: Сводка
spanish: Resumen

source: Sunday
french: Dimanche
german: Sonntag
italian: Domenica
russian: Вскр
spanish: Domingo

source: Sync
french: Synchroniser
german: Synchronisierung
italian: Sincronizza
russian: Синхронизация
spanish: Sincronizar

source: Sync weight data to the iOS Health app.
french: Activer la synchronisation avec l’app Santé iOS?
german: Synchronisierung mit der iOS Health App aktivieren?
italian: Vuoi abilitare la sincronizzazione dei dati del peso con l'app iOS Salute?
russian: Включить синхронизацию данных о весе с данными из стандартного приложения Здоровье?
spanish: ¿Habilita la sincronización del los datos del peso con la aplicación de iOS salud?

source: Sync with Apple Health and popular WiFi scales from Fitbit and Withings
french: Synchroniser avec l'app Santé et les balances Fitbit/Withings
german: Synchronisierung mit der iOS Health App und FitBit/Withings Waage
italian: Sincronizzazione con l'app Salute le e bilance WiFi Fitbit/Withings più diffuse
russian: Синхронизация с Приложение Здоровье и весы FitBit/Withings
spanish: Sincronizar con la aplicación de la salud y las báscula Fitbit/Withings

source: Sync with popular WiFi scales from Fitbit and Withings
french: Synchroniser avec les balances Fitbit/Withings
german: Synchronisierung mit FitBit/Withings Waage
italian: Sincronizzazione con le bilance WiFi Fitbit/Withings più diffuse
russian: Синхронизация с весы FitBit/Withings.
spanish: Sincronizar con las báscula de Fitbit/Withings

source: Syncing…
french: Synchronisation…
german: Synchronisieren…
italian: Sincronizzazione in corso…
russian: Синхронизация…
spanish: Sincronizando…

source: System
french: Système
italian: Sistema
russian: Система
spanish: Sistema

source: This version has %@ ratings. 😀
french: Cette version dispose de %@ classements. 😀
german: Diese Version hat %@ Wertungen. 😀
italian: Questa versione dispone di %@ valutazioni. 😀
russian: Рейтингов для этой версии: %@. 😀
spanish: Esta versión tiene %@ puntuaciones. 😀

# This version has no ratings. :-(
source: Be the first person to rate this version! 😀
french: Cette version n'a pas de classement. 🙁
german: Diese Version hat keine Wertungen. 🙁
italian: Sii il primo a votare questa versione! 😀
russian: Эта версия не имеет рейтингов. 🙁
spanish: Esta versión no tiene puntuaciones. 🙁

source: This version has only %@ rating. 🙁
french: Cette version a seulement %@ classement. 🙁
german: Diese Version hat nur %@ Wertung. 🙁
italian: Questa versione ha solo %@ valutazione. 🙁
russian: Рейтингов для этой версии: %@. 🙁
spanish: Esta versión tiene sólo %@ puntuación. 🙁

source: This version has only %@ ratings. 🙁
french: Cette version a seulement %@ classements. 🙁
german: Diese Version hat nur %@ Wertungen. 🙁
italian: Questa versione ha solo %@ valutazioni. 🙁
russian: Рейтингов для этой версии: %@. 🙁
spanish: Esta versión tiene sólo %@ puntuaciones. 🙁

source: This version has only %@ ratings. 😐
french: Cette version a seulement %@ classements. 😐
german: Diese Version hat nur %@ Wertungen. 😐
italian: Questa versione ha solo %@ valutazioni. 😐
russian: Рейтингов для этой версии: %@. 😐
spanish: Esta versión tiene sólo %@ puntuaciones. 😐

source: To use badges you need to enable notifications for %@ in the Settings app.
french: Pour utiliser cette fonctionnalité, vous devez d'abord activer les notifications dans l'application Réglages.
german: Um diese Funktion zu verwenden, müssen Sie zuerst Benachrichtigungen aktivieren in den Einstellungen App.
italian: Per utilizzare i badge devi abilitare le notifiche per %@ nelle Impostazioni.
russian: Чтобы использовать эту функцию, необходимо сначала включить уведомления в настройках приложения.
spanish: Para utilizar esta función, primero debe habilitar las notificaciones en la aplicación Ajustes.

source: to weigh
french: poids
german: Wunschgewicht
italian: per pesare
russian: для веса
spanish: para pesar

source: today
french: auj.
german: Heute
italian: oggi
russian: сегодня
spanish: hoy

source: Total Gain
french: Gain total
german: Bisher zugenommen
italian: Aumento Totale
russian: Набранный вес
spanish: Total Ganado

source: Total Loss
french: Perte totale
german: Bisher verloren
italian: Perdita Totale
russian: Сброшенный вес
spanish: Total Perdido

source: Trend
french: Tendance
italian: Tendenza
russian: Тенденция
spanish: Tendencia

source: Unable to connect to %@
french: Impossible de se connecter à %@
german: Es konnte keine Verbindung %@
italian: Impossibile connettersi al %@
russian: Невозможно подключиться к %@
spanish: No se puede conectar a %@

source: Unable to send email
french: Impossible d'envoyer un email
german: Senden der eMail fehlgeschlagen
italian: Impossibile inviare l'email
russian: Неудалось отправить письмо
spanish: No se puede enviar el email

source: underweight
french: poids insuffisant
german: Untergewichtig
italian: sottopeso
russian: недовес
spanish: delgado

source: Units
french: Unités
german: Einheiten
italian: Unità
russian: Единицы
spanish: Unidades

source: Unlink
french: Dissocier
german: Verknüpfung trennen
italian: Scollega
russian: Отвязать
spanish: Desvincular

source: Unlink %@ (WiFi) Scale?
french: Déconnecter Balance (WiFi) %@?
german: Verknüpfung zu %@ (WLAN) Waage trennen?
italian: Scollegare la bilancia %@ (WiFi)?
russian: Отвязать %@ (WiFi) весы?
spanish: ¿Desvincular la báscula %@ (WiFi)?

source: Unlock Weight Diary
french: Déverrouiller Journal Poids
german: Mein Gewicht entsperren
italian: Sblocca il Diario del Peso
russian: Разблокировать Дневник Веса
spanish: Desbloquear Peso Diario

source: Upgrade
french: Mise à jour
german: Vollversion kaufen
italian: Aggiorna
russian: Обновить
spanish: Actualizar

source: Upgrade to the full version
french: Mise à jour vers la version complète
german: Steigen Sie um zur Vollversion
italian: Aggiorna alla versione completa
russian: Обновите до полной версии
spanish: Actualizar a la versión completa

source: Verify new passcode
french: Vérifiez nouveau code
german: Code wiederholen
italian: Verifica la nuova password
russian: Подтвердите новый пароль
spanish: Verificar nueva contraseña

source: Version %@ Copyright © 2010-%ld CurlyBrace Apps Ltd. All Rights Reserved. Special Thanks: Daniel Bruce, Entypo (entypo.com) Keyamoon, Icomoon (icomoon.io)
french: Version %@ Copyright © 2010-%ld CurlyBrace Apps Ltd. Tous droits réservés. Special Thanks: Daniel Bruce, Entypo (entypo.com) Keyamoon, Icomoon (icomoon.io)
german: Version %@ Copyright © 2010-%ld CurlyBrace Apps Ltd. Alle Rechte vorbehalten. Special Thanks: Daniel Bruce, Entypo (entypo.com) Keyamoon, Icomoon (icomoon.io)
italian: Versione %@ Copyright © 2010-%ld CurlyBrace Apps Ltd. Tutti i Diritti Riservati. Special Thanks: Daniel Bruce, Entypo (entypo.com) Keyamoon, Icomoon (icomoon.io)
russian: Версия %@ Авторское право © 2010-%ld CurlyBrace Apps Ltd. Все права зарегестрированы. Special Thanks: Daniel Bruce, Entypo (entypo.com) Keyamoon, Icomoon (icomoon.io)
spanish: Versión %@ Copyright © 2010-%ld CurlyBrace Apps Ltd. Todos los Derechos Reservados. Special Thanks: Daniel Bruce, Entypo (entypo.com) Keyamoon, Icomoon (icomoon.io)

source: weight
french: poids
german: Gewicht
italian: peso
russian: вес
spanish: peso

source: Weight
french: Poids
german: Gewicht
italian: Peso
russian: Вес
spanish: Peso

source: Weight Diary
french: Journal Poids
german: Mein Gewicht
italian: Diario del Peso
russian: Дневник Веса
spanish: Peso Diario

source: Weight Diary Lite
french: Journal Poids Lite
german: Mein Gewicht Lite
italian: Diario del Peso Lite
russian: Дневник Веса Лайт
spanish: Peso Diario Lite

source: weight loss
french: perte de poids
german: Gewichtsverlust
italian: peso perso
russian: потеря в весе
spanish: peso perdido

source: WeightDiary.csv
french: JournalPoids.csv
german: MeinGewicht.csv
italian: DiarioPeso.csv
russian: ДневникВеса.csv
spanish: PesoDiario.csv

source: WeightDiaryLite.csv
french: JournalPoidsLite.csv
german: MeinGewichtLite.csv
italian: DiarioPesoLite.csv
russian: ДневникВесаЛайт.csv
spanish: PesoDiarioLite.csv

source: Well Done!
french: Bravo!
german: Bravo!
italian: Bravo!
russian: Браво!
spanish: ¡Bravo!

source: You are now ready to record your first weight entry.
italian: Ora sei pronto per registrare il tuo primo peso.

source: you must gain
french: vous devez gagner
german: sind zuzunehmen
italian: devi aumentare
russian: вы должны набрать
spanish: debe ganar

source: you must lose
french: vous devez perdre
german: sind zu verlieren
italian: devi perdere
russian: вы должны сбросить
spanish: debe perder

source: Your Height
french: Taille
german: Größe
italian: Altezza
russian: Рост
spanish: Altura

source: Backup
french: Sauvegarde
german: Sichern
russian: Резервная Копия
spanish: Copia de seguridad

source: Backup.csv
french: Sauvegarde.csv
german: Sichern.csv
russian: РезервнаяКопия.csv
spanish: CopiaDeSeguridad.csv

source: BackupLite.csv
french: SauvegardeLite.csv
german: SichernLite.csv
russian: РезервнаяКопияЛайт.csv
spanish: CopiaDeSeguridadLite.csv

source: Badge
french: Pastille
german: Kennzeichen
russian: Наклейка
spanish: Globos

source: Email
spanish: Correo

source: kilojoules
russian: килоджоули
spanish: kilojulios

source: %ld cm
russian: %ld см

source: 1m
russian: 1м

source: 3m
russian: 3м

source: 6m
russian: 6м

source: cm
russian: см

source: kg
russian: кг

source: n/a
french: s/o
german: k.A.
russian: н/д
